Copy/Language Page Rewrites/Ruby on Rails/rails/app/controllers/users_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]
---
  def show
    # Find user by :id.
    @user = User.find_by(id: params[:id])